tap "adoptopenjdk/openjdk"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "ruchirchawdhry/casks"
brew "boost"
brew "python@3.9"
brew "glib"
brew "cmake"
brew "git"
brew "glances"
brew "htop"
brew "irssi"
brew "llvm"
brew "midnight-commander"
brew "youtube-dl"
brew "mpv"
brew "nativefier"
brew "ninja"
brew "nmap"
brew "qt"
brew "qt@5"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "smartmontools"
brew "subliminal"
brew "subversion"
brew "tpl"
brew "watch"
brew "wxwidgets"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adoptopenjdk11"
cask "aldente"
cask "android-ndk"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "audacity"
cask "authy"
cask "balenaetcher"
cask "betterzip"
cask "calibre"
cask "clipy"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "exodus"
cask "font-roboto"
cask "font-source-code-pro"
cask "gimp"
cask "hiddenbar"
cask "iina"
cask "itsycal"
cask "keepingyouawake"
cask "kindle"
cask "kindle-previewer"
cask "libreoffice"
cask "macvim"
cask "obs"
cask "paragon-ntfs"
cask "qbittorrent"
cask "qt-creator"
cask "rectangle"
cask "skype"
cask "spotify"
cask "stats"
cask "teamviewer"
cask "telegram"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "zoom"
